Revit 2024 API
SymbolTypeId.UsTonnesMassTons Property
 Symbol Tons, indicating unit US tonnes mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId UsTonnesMassTons { get; }
Visual Basic
Public Shared ReadOnly Property UsTonnesMassTons As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ UsTonnesMassTons {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace